[
 {
   "Id": 1,
   "fact": "Japonia składa się z ponad 6800 wysp"
 },
 {
   "Id": 2,
   "fact": "Anime stanowi 60% światowej rozrywki opartej na animacji."
 },
 {
   "Id": 3,
   "fact": "Podniesione podłogi w japońskich domach lub pomieszczeniach pomagają wskazać, kiedy należy zdjąć kapcie lub buty"
 },
 {
   "Id": 4,
   "fact": "Japonia ma jeden z najniższych wskaźników zgonów związanych z bronią palną na świecie"
 },
 {
   "Id": 5,
   "fact": "Japońskie pociągi należą do najbardziej punktualnych na świecie: ich średnie opóźnienie wynosi zaledwie 18 sekund!"
 },
 {
   "Id": 6,
   "fact": "Kwadratowe arbuzy są uprawiane przez japońskich rolników w celu łatwiejszego układania i przechowywania"
 },
 {
   "Id": 7,
   "fact": "W Japonii jest więcej zwierząt domowych niż dzieci"
 },
 {
   "Id": 8,
   "fact": "Każdego roku w Japonii używa się około 24 miliardów par pałeczek"
 },
 {
   "Id": 9,
   "fact": "Japonia ma ponad 4 miliony automatów sprzedających, które oferują wszystko, od napojów gazowanych po zabawki erotyczne i żywe kraby."
 },
 {
   "Id": 10,
   "fact": "Ronald McDonald nazywa się w Japonii Donald McDonald ze względu na brak wyraźnego dźwięku „R” w języku japońskim."
 },
 {
   "Id": 11,
   "fact": "Wiele gorących źródeł i publicznych łaźni w Japonii zakazuje klientom z tatuażami wstępu, ponieważ uważają to za możliwą przynależność do gangów."
 },
 {
   "Id": 12,
   "fact": "W Japonii zużywa się więcej papieru na komiksy niż na papier toaletowy"
 },
 {
   "Id": 13,
   "fact": "Czasami pociągi w Japonii są tak zatłoczone, że pracownicy kolei są zatrudniani do wpychania pasażerów do środka"
 },
 {
   "Id": 14,
   "fact": "W Japonii jest pociąg, który „unosi się” nad torami dzięki magnetyzmowi, osiągając 550 km/h (311 mph)"
 },
 {
   "Id": 15,
   "fact": "Norwegia zapoczątkowała sushi z łososia w Japonii w latach 80."
 },
 {
   "Id": 16,
   "fact": "W Japonii odbywa się festiwal \"Sumo Płaczące dziecko\", na którym zapaśnicy sumo rywalizują o to, kto pierwszy może sprawić, że dziecko zacznie płakać"
 },
 {
   "Id": 17,
   "fact": "Kawa jest tak popularna w Japonii, że Japonia importuje około 80% rocznej produkcji kawy z Jamajki"
 },
 {
   "Id": 18,
   "fact": "Większość toalet w Japonii ma wbudowany system bidetowy do spryskiwania pośladków. Są one znane jako washlety i są obecnie normą w domach i ładniejszych toaletach"
 },
 {
   "Id": 19,
   "fact": "Kiedy korzystasz z toalety w czyimś domu, może być konieczne założenie wyznaczonych kapci łazienkowych, aby nie zanieczyścić reszty domu"
 },
 {
   "Id": 20,
   "fact": "Podczas jedzenia makaronu, zwłaszcza soba (z kaszy gryczanej), oczekiwane jest głośne siorbanie. To znak że smakuje oraz ułatwia jedzenie gdy jest bardzo gorący"
 },
 {
   "Id": 21,
   "fact": "Piekarniki nie są tak powszechne jak urządzenia do gotowania ryżu w japońskich gospodarstwach domowych"
 },
 {
   "Id": 22,
   "fact": "Gejsza oznacza „osobę sztuki”, a pierwszymi gejszami byli w rzeczywistości mężczyźni"
 },
 {
   "Id": 23,
   "fact": "W Japonii strefy dla niepalących były i często nadal są trudne do znalezienia w restauracjach, w tym rodzinnych"
 },
 {
   "Id": 24,
   "fact": "W Japonii prawie nie ma imigracji. Populacja składa się z 98,5% etnicznych Japończyków"
 },
 {
   "Id": 25,
   "fact": "Japonia jest największym na świecie konsumentem drewna z lasów deszczowych Amazonii"
 },
 {
   "Id": 26,
   "fact": "Aglomeracja Tokio jest największym obszarem metropolitalnym na świecie, z ponad 37 milionami ludzi"
 },
 {
   "Id": 27,
   "fact": "Sushi było kiedyś spożywane jako jedzenie uliczne"
 },
 {
   "Id": 28,
   "fact": "Najdroższy tuńczyk na świecie został sprzedany w Japonii za 3,1 mln USD na targu rybnym w Tokio"
 },
 {
   "Id": 29,
   "fact": "Publiczne wydmuchiwanie nosa uważa się za niewłaściwe i obraźliwe"
 },
 {
   "Id": 30,
   "fact": "Japońskie sake jest zrobiony ze sfermentowanego ryżu"
 },
 {
   "Id": 31,
   "fact": "Ciasteczko z wróżbą pochodzi z XIX wieku i zostało po raz pierwszy wyprodukowane w Kioto w Japonii"
 },
 {
   "Id": 32,
   "fact": "Hazard w Japonii jest nielegalny, jednak słynna gra Pachinko nie jest klasyfikowana jako gra rekreacyjna"
 },
 {
   "Id": 33,
   "fact": "Przed większością restauracji znajdziesz fałszywe repliki jedzenia, które ilustrują jakie jedzienie serwuje restauracja"
 },
 {
   "Id": 34,
   "fact": "Japończycy mają najdłuższą średnią długość życia na świecie ze względu na dietę i styl życia"
 },
 {
   "Id": 35,
   "fact": "Japończycy są największym importerem owoców morza. W rzeczywistości zjadają ponad 17 milionów ton ryb rocznie"
 },
 {
   "Id": 36,
   "fact": "W pracy możesz ucinać sobie drzemki. Jest to również uważane za znak, że jesteś oddany swojej pracy i ciężko i długo pracowałeś!"
 },
 {
   "Id": 37,
   "fact": "Ponad 3,6 miliona ludzi w Japonii świętuje Boże Narodzenie kolacją z KFC."
 },
 {
   "Id": 38,
   "fact": "Jednym z przysmaków w Japonii jest surowa konina. Nazywa się Bashari i jest cienko krojony i spożywany na surowo"
 },
 {
   "Id": 39,
   "fact": "Jeśli nie wiesz, co jaki prezent podarować gospodarzowi w Japonii, podaruj mu owoce - są uznawane za oznakę zdrowia ale także bywają też drogie."
 },
 {
   "Id": 40,
   "fact": "Jeśli jesteś chory w Japonii, nosisz maskę na twarz, głównie aby inni nie zachorowali."
 },
 {
   "Id": 41,
   "fact": "Są firmy, w których płacisz za przywilej bycia przytulanym i kochanym przez kogoś, kto nie chce niczego więcej, jak tylko poświęcić swój czas, aby pomóc pocieszyć twoją samotność."
 },
 {
   "Id": 42,
   "fact": "Tokio leży na aktywnym obszarze, gdzie trzęsienia ziemi są niezwykle powszechne i mają ich ponad 1500 rocznie."
 },
 {
   "Id": 43,
   "fact": "Sprzątanie jest nauczane w szkole i stanowi poważną część japońskiej kultury. To uczniowie i dzieci sprzątają własną szkołę!"
 }
]